[
    {
        "id": 5,
        "name": "Treadmill for Home",
        "model": "SH-T5100",
        "motor": "DC2.5HP",
        "speed": "0.5-16KM/H",
        "image": "https://www.shuafitness.com/wp-content/uploads/2021/09/SH-T5100.jpg",
        "details": "The sleek and elegant design of our SH-T5100 treadmill combines striking visual appeal, performance and reliability with advanced low impact technology for workout that provides. A powerful and extra-large screen console improves the intuitive experience with running speed, time, distance, calories and etc. "
    },
    {
        "id": 6,
        "name": "Treadmill for Home",
        "model": "SH-T9119P",
        "motor": "(DC)1.25 HP",
        "speed": "0.5-16KM/H",
        "image": "https://www.shuafitness.com/wp-content/uploads/2021/09/SH-T9119P.jpg",
        "details": "The innovation-driven design of SHUA SH-T9119P treadmill represents optimal reliable, high-performance and efficient solution for cardio training. Equipped with Bluetooth and various exercise programs, the top training experience is enjoyable and exciting. The diamond-texture running belt delivers the anti-slip and low impact performance, allowing exercisers to do even high-intensity workout. And the foldable design is the desirable, offering a convenient and simply option."
    },
    {
        "id": 8,
        "name": "Commercial Treadmill",
        "model": "SH-T5918",
        "motor": "6.0 HP",
        "speed": "0.8-20km/h",
        "image": "https://www.shuafitness.com/wp-content/uploads/2021/09/SH-T5918-6.jpg",
        "details": "For walkers, joggers, runners, sprinters and marathoners who demand different levels of exercise performance and comfort in SHUA SH-T5918 refine treadmill sets a new industrial standard. Ergonomic design with engineered and powerful, durable components delivers high-intensity workouts and performance training in comfort. Smart integrated console and incline function give the most intuitive and effective workout experience."
    },
    {
        "id": 9,
        "name": "Commercial Treadmill",
        "model": "SH-T8919 & SH-T8919T",
        "motor": "3.0 HP",
        "speed": "0.8-20km/h",
        "image": "https://www.shuafitness.com/wp-content/uploads/2021/09/SH-T8919T-6.jpg",
        "details": "Our professional treadmill designer created this SH-T8919&SH-T8919T innovative treadmill for allowing all trainers to workout and to reach their exercise goals. With modern integrated console and 15.6-inch display, this treadmill is ideal for walkers, joggers, and serious runners alike to having an intuitive exerciser experience."
    }
]